{
  "cookoff": {
    "accent": "#FF4C38",
    "title": "CookOff",
    "link": "https://cookoff.codechefvit.com/",
    "text": "Cook off is CodeChef VIT’s flagship competitive coding event that tests the coding skills of tech enthusiasts across the country. The event provides a platform for participants to develop their competitive coding skills and test their abilities. Cook Off 7.0 will be the seventh edition through which we hope to broaden the horizons of the participants."
  },
  "techtalks": {
    "accent": "#FDC62E",
    "title": "Tech Talks",
    "link": "https://tech-talks-3-0.vercel.app/",
    "text": "Tech talks is an offline round table discussion that promises an insight into the lives and careers of leading figures in the industry. Talking about emerging technologies, this is not just any guest lecture, but an interactive session providing students with a broader perspective on each domain covered. With speakers from different domains, blending perfectly together, we hope to surpass the success achieved in Tech talks 2.0."
  },
  "industreality": {
    "accent": "#3860FF",
    "title": "Industreality",
    "text": "Indust-Reality is a seminar cum hands-on-workshop focusing on all aspects of a “Product Development Cycle”. \n\n A workshop that lightens the path for amateur coders by providing them with hands-on experience and mentoring sessions by guests who happen to be experts in their fields. Having four varied domains with an exciting problem statement and innovative approaches to a single problem, it really provides a jump start and allows people to hone their skills.\n We aspire to impart beginner to intermediate knowledge of products onto budding developers and also help the top teams get their projects vetted by experts."
  },
  "hashtech": {
    "accent": "#2FAB5A",
    "title": "Hash Tech",
    "text": "HashTech is a webinar-cum-ideathon involving Blockchain experts who will impart their knowledge on intermediate Blockchain concepts and the participants will be provided with the opportunity to to pitch and get their ideas vetted by these experts."
  }
}
